﻿/* Notification that a user reacted to a post that the current user was tagged in */
"reacted_tagged_in_1" = "%@ reagierte auf einen Beitrag in dem Du markiert warst";

/* Notification that 2 users reacted to a post that the current user was tagged in */
"reacted_tagged_in_2" = "%@ und %@ reagierten auf einen Beitrag in dem Du markiert warst";

/* Notification that a user reposted a post that the current user was tagged in */
"reposted_tagged_in_1" = "%@ teilte einen Beitrag in dem Du markiert warst";

/* Notification that 2 users reposted a post that the current user was tagged in */
"reposted_tagged_in_2" = "%@ und %@ teilten einen Beitrag in dem Du markiert warst";

/* Notification that a user zapped a post that the current user was tagged in */
"zapped_tagged_in_1" = "%@ zappte einen Beitrag in dem Du markiert warst";

/* Notification that 2 users zapped a post that the current user was tagged in */
"zapped_tagged_in_2" = "%@ und %@ zappten einen Beitrag in dem Du markiert warst";

/* Notification that a user reacted to the current user's post */
"reacted_your_post_1" = "%@ reagierte auf deinen Beitrag";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_post_2" = "%@ und %@ reagierten auf deinen Beitrag";

/* Notification that a user reposted the current user's post */
"reposted_your_post_1" = "%@ teilte deinen Beitrag";

/* Notification that 2 users reposted the current user's post */
"reposted_your_post_2" = "%@ und %@ teilten deinen Beitrag";

/* Notification that a user zapped the current user's post */
"zapped_your_post_1" = "%@ zappten deinen Beitrag";

/* Notification that 2 users zapped the current user's post */
"zapped_your_post_2" = "%@ und %@ zappten deinen Beitrag";

/* Notification that a user reacted to the current user's profile */
"reacted_your_profile_1" = "%@ reagierte auf dein Profil";

/* Notification that 2 users reacted to the current user's profile */
"reacted_your_profile_2" = "%@ und %@ reagierten auf dein Profil";

/* Notification that a user reposted the current user's profile */
"reposted_your_profile_1" = "%@ teilte dein Profil";

/* Notification that 2 users reposted the current user's profile */
"reposted_your_profile_2" = "%@ und %@ teilten dein Profil";

/* Notification that a user zapped the current user's profile */
"zapped_your_profile_1" = "%@ zappte dein Profil";

/* Notification that 2 users zapped the current user's profile */
"zapped_your_profile_2" = "%@ und %@ zappten dein Profil";
/* No comment provided by engineer. */
"%@" = "%@";

/* Alert message that informs a user was blocked. */
"%@ has been blocked" = "%@ wurde blockiert";

/* When a note or profile is not found when searching for it via its note id */
"%@ not found" = "%@ nicht gefunden";

/* Explanation of what is done to keep personally identifiable information private. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Creating an account doesn't require a phone number, email or name. Get started right away with zero friction." = "%@. Du brauchst für ein Konto keine Telefonnummer, E-Mail-Adresse oder Namen. Fang ganz reibungslos einfach an.";

/* Explanation of what is done to keep private data encrypted. There is a heading that precedes this explanation which is a variable to this string. */
"%@. End-to-End encrypted private messaging. Keep Big Tech out of your DMs" = "%@. Ende-zu-Ende verschlüsselte private Nachrichten. Halte große Tech-Unternehmen aus deinen DMs heraus.";

/* Explanation of what can be done by users to earn money. There is a heading that precedes this explanation which is a variable to this string. */
"%@. Tip your friend's posts and stack sats with Bitcoin⚡️, the native currency of the internet." = "%@. Belohne Beiträge deiner Freunde und sammle Sats mit Bitcoin⚡️, der eigenen Währung des Internets.";

/* Sentence composed of 2 variables to describe how many reactions there are on a post. In source English, the first variable is the number of reactions, and the second variable is 'Reaction' or 'Reactions'.
   Sentence composed of 2 variables to describe how many reposts. In source English, the first variable is the number of reposts, and the second variable is 'Repost' or 'Reposts'.
   Sentence composed of 2 variables to describe how many zap payments there are on a post. In source English, the first variable is the number of zap payments, and the second variable is 'Zap' or 'Zaps'. */
"%@.font(.body.bold())) %@" = "%1$@.font(.body.bold())) %2$@";

/* Sentence composed of 2 variables to describe how many people are following a user. In source English, the first variable is the number of followers, and the second variable is 'Follower' or 'Followers'.
   Sentence composed of 2 variables to describe how many profiles a user is following. In source English, the first variable is the number of profiles being followed, and the second variable is 'Following'.
   Sentence composed of 2 variables to describe how many relay servers a user is connected. In source English, the first variable is the number of relay servers, and the second variable is 'Relay' or 'Relays'. */
"%@.font(.subheadline.weight(.medium))) %@" = "%1$@.font(.subheadline.weight(.medium))) %2$@";

/* Fraction of how many of the user's relay servers that are operational. */
"%@/%@" = "%1$@/%2$@";

/* Description of how the nip05 identifier would be used for verification. */
"'%@' at '%@' will be used for verification" = "'%1$@' bei '%2$@' wird zur Verifizierung benutzt werden.";

/* Description of why the nip05 identifier is invalid. */
"'%@' is an invalid NIP-05 identifier. It should look like an email." = "%@' ist kein gülter NIP-05-Identifier. Dieser sollte wie eine E-Mail aussehen. ";

/* No comment provided by engineer. */
"@" = "@";

/* Label to prompt for about text entry for user to describe about themself. */
"About" = "Über";

/* Label for About Me section of user profile form. */
"About Me" = "Über mich";

/* Placeholder text for About Me description. */
"Absolute Boss" = "Absoluter Macher";

/* Button to accept the end user license agreement before being allowed into the app. */
"Accept" = "Zustimmen";

/* Label to indicate the public ID of the account. */
"Account ID" = "Konto-ID";

/* Title for confirmation dialog to either share, report, or block a profile. */
"Actions" = "Aktionen";

/* Button to confirm adding user inputted relay. */
"Add" = "Hinzufügen";

/* Button label to re-add all original participants as profiles to reply to in a note */
"Add all" = "Alle hinzufügen";

/* Context menu option for adding a note bookmark. */
"Add Bookmark" = "Lesezeichen hinzufügen";

/* Button to add recommended relay server.
   Label for section for adding a relay server. */
"Add Relay" = "Relay hinzufügen";

/* Label to display relay contact user. */
"Admin" = "Admin";

/* Label for filter for all notifications. */
"All" = "Alle";

/* Setting to always show and never blur images */
"Always show images" = "Bilder immer anzeigen";

/* Picker option to indicate that a zap should be sent anonymously and not identify the user as who sent it. */
"Anonymous" = "Anonym";

/* Any amount of sats */
"Any" = "Beliebig";

/* Prompt for optional entry of API Key to use translation server. */
"API Key (optional)" = "API Schlüssel (optional)";

/* Prompt for required entry of API Key to use translation server. */
"API Key (required)" = "API-Schlüssel (benötigt)";

/* Alert message to ask if user wants to repost a post. */
"Are you sure you want to repost this?" = "Bist du sicher, dass Du den Beitrag teilen möchtest?";

/* Placeholder text for a comment to send as part of a zap to the user. */
"Awesome post!" = "Großartiger Beitrag!";

/* Label for Banner Image section of user profile form. */
"Banner Image" = "Bannerbild";

/* Reminder to user that they should save their account information. */
"Before we get started, you'll need to save your account info, otherwise you won't be able to login in the future if you ever uninstall Damus." = "Bevor wir anfangen, musst du deine Kontodaten sichern, sonst kannst du dich in Zukunft nicht mehr anmelden, wenn du Damus einmal deinstallierst.";

/* Dropdown option label for Lightning wallet, Bitcoin Beach. */
"Bitcoin Beach" = "Bitcoin Beach";

/* Label for Bitcoin Lightning Tips section of user profile form. */
"Bitcoin Lightning Tips" = "Bitcoin Lightning Zahlungen";

/* Dropdown option label for Lightning wallet, Blixt Wallet */
"Blixt Wallet" = "Blixt Wallet";

/* Alert button to block a user.
   Button to block a profile.
   Context menu option for blocking users. */
"Block" = "Blockieren";

/* Alert message prompt to ask if a user should be blocked. */
"Block %@?" = "%@ blockieren?";

/* Title of alert for blocking a user. */
"Block User" = "Benutzer blockieren";

/* Sidebar menu label for Profile view. */
"Blocked" = "Blockiert";

/* Navigation title of view to see list of blocked users. */
"Blocked Users" = "Blockierte Benutzer";

/* Dropdown option label for Lightning wallet, Blue Wallet. */
"Blue Wallet" = "Blue Wallet";

/* Sidebar menu label for Bookmarks view.
   Title of bookmarks view */
"Bookmarks" = "Lesezeichen";

/* Accessibility label for boosts button */
"Boosts" = "Boosts";

/* Dropdown option label for Lightning wallet, Breez. */
"Breez" = "Breez";

/* Button to broadcast note to all your relays
   Context menu option for broadcasting the user's note to all of the user's connected relay servers. */
"Broadcast" = "Senden";

/* Alert button to cancel out of alert for blocking a user.
   Button to cancel a repost.
   Button to cancel out of alert that creates a new mutelist.
   Button to cancel out of posting a note.
   Button to cancel out of reposting a post.
   Button to cancel out of view adding user inputted relay.
   Cancel deleting the user.
   Cancel out of logging out the user.
   Cancel out of search view. */
"Cancel" = "Abbrechen";

/* Dropdown option label for Lightning wallet, Cash App. */
"Cash App" = "Cash App";

/* Button for clearing bookmarks data. */
"Clear All" = "Alle leeren";

/* Button to clear image cache. */
"Clear Cache" = "Zwischenspeicher löschen";

/* Header text to indicate that the text field below it is a comment that will be used to send as part of a zap to the user. */
"Comment" = "Kommentar";

/* Label to display relay contact information. */
"Contact" = "Kontakt";

/* Continue with deleting the user. */
"Continue" = "Fortfahren";

/* Label indicating that a user's key was copied. */
"Copied" = "Kopiert";

/* Button to copy a relay server address. */
"Copy" = "Kopieren";

/* Context menu option for copying the ID of the account that created the note. */
"Copy Account ID" = "Konto-ID kopieren";

/* Context menu option to copy an image into clipboard.
   Context menu option to copy an image to clipboard. */
"Copy Image" = "Bild kopieren";

/* Context menu option to copy the URL of an image into clipboard. */
"Copy Image URL" = "Bild-URL kopieren";

/* Title of section for copying a Lightning invoice identifier. */
"Copy invoice" = "Zahlungsdaten kopieren";

/* Button to copy link to note */
"Copy Link" = "Link kopieren";

/* Context menu option for copying a user's Lightning URL. */
"Copy LNURL" = "LNURL kopieren";

/* Context menu option for copying the ID of the note. */
"Copy Note ID" = "Notiz-ID kopieren";

/* Context menu option for copying the JSON text from the note. */
"Copy Note JSON" = "Notiz-JSON kopieren";

/* Button to copy report ID. */
"Copy Report ID" = "Meldungs-ID kopieren";

/* Context menu option for copying the text from an note. */
"Copy Text" = "Text kopieren";

/* Context menu option for copying the ID of the user who created the note. */
"Copy User Pubkey" = "Öffentlichen Schlüssel des Benutzers kopieren";

/* Alert message to indicate that the blocked user could not be found. */
"Could not find user to block..." = "Der zu blockierende Benutzer konnte nicht gefunden werden...";

/* Button to create account. */
"Create" = "Erstellen";

/* Button to create an account. */
"Create Account" = "Konto erstellen";

/* Title of alert prompting the user to create a new mutelist. */
"Create new mutelist" = "Neue Stummschaltungsliste";

/* Example description about Bitcoin creator(s), Satoshi Nakamoto. */
"Creator(s) of Bitcoin. Absolute legend." = "Erfinder von Bitcoin. Absolute Legende(n).";

/* Dropdown option for selecting a custom translation server. */
"Custom" = "Anpassen";

/* Header text to indicate that the text field below it is to enter a custom zap amount. */
"Custom Zap Amount" = "Eigener Zap-Betrag";

/* Name of the app, shown on the first screen when user is not logged in. */
"Damus" = "Damus";

/* Dropdown option for selecting DeepL as the translation service. */
"DeepL (Proprietary, Higher Accuracy)" = "DeepL (Proprietär, bessere Genauigkeit)";

/* Button to pay a Lightning invoice with the user's default Lightning wallet. */
"Default Wallet" = "Voreingestellte Wallet";

/* Section title for zap configuration */
"Default Zap Amount in sats" = "Standard-Zap-Betrag in sat";

/* Button for deleting the users account.
   Button to delete a relay server that the user connects to.
   Button to remove a user from their blocklist. */
"Delete" = "Löschen";

/* Button to delete the user's account. */
"Delete Account" = "Konto löschen";

/* Alert message to indicate this is a deleted account */
"Deleted Account" = "Gelöschtes Konto";

/* Label to display relay description. */
"Description" = "Beschreibung";

/* Button to disable image animation */
"Disable animations" = "Animation deaktivieren";

/* Button to dismiss a text field alert. */
"Dismiss" = "Schließen";

/* Label to prompt display name entry. */
"Display Name" = "Profilname";

/* Navigation title for DMs view, where DM is the English abbreviation for Direct Message.
   Navigation title for view of DMs, where DM is an English abbreviation for Direct Message.
   Picker option for DM selector for seeing only DMs that have been responded to. DM is the English abbreviation for Direct Message.
   Toolbar label for DMs view, where DM is the English abbreviation for Direct Message. */
"DMs" = "PNs";

/* Button to dismiss wallet selection view for paying Lightning invoice. */
"Done" = "Fertig";

/* Heading indicating that this application allows users to earn money. */
"Earn Money" = "Verdiene Geld";

/* Button to edit user's profile. */
"Edit" = "Bearbeiten";

/* Text indicating that the view is used for editing which participants are replied to in a note. */
"Edit participants" = "Teilnehmer auswählen";

/* Heading indicating that this application keeps private messaging end-to-end encrypted. */
"Encrypted" = "Verschlüsselt";

/* Prompt for user to enter an account key to login. */
"Enter your account key to login:" = "Gib deinen Kontoschlüssel ein um dich anzumelden:";

/* Message to display when there was an error fetching a lightning invoice while attempting to zap. */
"Error fetching lightning invoice" = "Fehler beim Abruf der Lightning-Rechnung";

/* Error message indicating why saving keys failed. */
"Error: %@" = "Fehler: %@";

/* Label indicating that the below text is the EULA, an acronym for End User License Agreement. */
"EULA" = "Endbenutzer-Lizenzvereinbarung";

/* Description of public zap type where the zap is sent publicly and identifies the user who sent it. */
"Everyone on can see that you zapped" = "Alle können sehen dass Du gezappt hast";

/* Button label text for filtering relay servers. */
"Filter" = "Filter";

/* Button to follow a user. */
"Follow" = "Folgen";

/* Button to follow a user back. */
"Follow Back" = "Ebenfalls folgen";

/* Text on QR code view to prompt viewer looking at screen to follow the user. */
"Follow me on nostr" = "Folge mir auf Nostr";

/* Label describing followers of a user.
   Navigation bar title for view that shows who is following a user. */
"Followers" = "Follower";

/* Navigation bar title for view that shows who a user is following. */
"Following" = "Folge ich";

/* Label to indicate that the user is in the process of following another user. */
"Following..." = "Folge…";

/* Text to indicate that a user is following your profile. */
"Follows you" = "Folgt dir";

/* Dropdown option for selecting Free plan for DeepL translation service. */
"Free" = "kostenlos";

/* Button to navigate to DeepL website to get a translation API key. */
"Get API Key" = "API-Schlüssel erhalten";

/* No comment provided by engineer. */
"Hello, World!" = "Hallo, Welt!";

/* Button to hide a post from a user who has been blocked. */
"Hide" = "Verstecken";

/* Button to hide the DeepL translation API key.
   Button to hide the LibreTranslate server API key. */
"Hide API Key" = "API Schlüssel verstecken";

/* Navigation bar title for Home view where posts and replies appear from those who the user is following. */
"Home" = "Heim";

/* Placeholder example text for profile picture URL. */
"https://example.com/pic.jpg" = "https://example.com/pic.jpg";

/* Placeholder example text for website URL for user profile. */
"https://jb55.com" = "https://jb55.com";

/* Button for user to report that the account or content has illegal content. */
"Illegal content" = "Illegaler Inhalt";

/* Section title for images configuration. */
"Images" = "Bilder";

/* Error message indicating that an invalid account key was entered for login. */
"Invalid key" = "Ungültiger Schlüssel";

/* Message to display when there was an error attempting to zap due to an invalid lightning address. */
"Invalid lightning address" = "Ungültige Lightning-Adresse";

/* Title of alerting as invalid tip address. */
"Invalid Tip Address" = "Ungültige Tip-Adresse";

/* Button for user to report that the account or content has spam. */
"It's spam" = "Das ist Spam";

/* Placeholder example text for identifier used for NIP-05 verification. */
"jb55@jb55.com" = "jb55@jb55.com";

/* Moves the post button to the left side of the screen */
"Left Handed" = "Linkshändig";

/* Button to complete account creation and start using the app. */
"Let's go!" = "Los geht’s!";

/* Dropdown option for selecting LibreTranslate as the translation service. */
"LibreTranslate (Open Source)" = "LibreTranslate (Open Source)";

/* Placeholder text for entry of Lightning Address or LNURL. */
"Lightning Address or LNURL" = "Lightning-Adresse oder LNURL";

/* Indicates that the view is for paying a Lightning invoice. */
"Lightning Invoice" = "Lightning-Rechnung";

/* Accessibility Label for Like button */
"Like" = "Like";

/* Dropdown option label for Lightning wallet, LNLink. */
"LNLink" = "LNLink";

/* Button text for loading more events, where the variable is the number of events. */
"Load %@ more" = "Lade %@ weitere";

/* Face ID usage description shown when trying to access private key */
"Local authentication to access private key" = "Lokale Authentifizierung für den Zugriff auf den privaten Schlüssel";

/* Dropdown option label for system default for Lightning wallet. */
"Local default" = "System-Standard";

/* Button to log into account.
   Button to log into an account.
   Title of view to log into an account. */
"Login" = "Anmelden";

/* Alert for logging out the user.
   Button for logging out the user.
   Button to close the alert that informs that the current account has been deleted. */
"Logout" = "Ausloggen";

/* Label that appears when searching for note or profile */
"Looking for %@..." = "Suche nach %@...";

/* Reminder message in alert to get customer to verify that their private security account key is saved saved before logging out. */
"Make sure your nsec account key is saved before you logout or you will lose access to this account" = "Sorge dafür dass dein nsec Kontoschlüssel vor dem Abmelden gesichert ist, oder du wirst den Zugang zu diesem Konto verlieren";

/* Label for filter for seeing mention notifications (replies, etc). */
"Mentions" = "Erwähnungen";

/* Section header for miscellaneous user configuration */
"Miscellaneous" = "Sonstiges";

/* Dropdown option label for Lightning wallet, Muun. */
"Muun" = "Muun";

/* Label for NIP-05 Verification section of user profile form. */
"NIP-05 Verification" = "NIP-05-Verifizierung";

/* Button to cancel out of posting a note after being alerted that it looks like they might be posting a private key. */
"No" = "Nein";

/* Alert message prompt that asks if the user wants to create a new block list, overwriting previous block lists. */
"No block list found, create a new one? This will overwrite any previous block lists." = "Es wurde keine Blockier-Liste gefunden, soll eine neue erzeugt werden? Dies überschreibt eventuelle frühere Blockier-Listen.";

/* No comment provided by engineer. */
"No data available" = "Keine Daten vorhanden";

/* Description of anonymous zap type where the zap is sent anonymously and does not identify the user who sent it. */
"No one can see that you zapped" = "Niemand kann sehen dass Du gezappt hast";

/* Description of non-zap type where sats are sent to the user's wallet as a regular Lightning payment, not as a zap. */
"No zaps are sent, only a lightning payment." = "Keine Zaps werden gesendet, nur eine Lightning-Zahlung.";

/* No search results. */
"none" = "keine";

/* Dropdown option for selecting no translation service. */
"none_translation_service" = "Kein";

/* Picker option to indicate that sats should be sent to the user's wallet as a regular Lightning payment, not as a zap. */
"none_zap_type" = "Kein";

/* Dropdown option label for system default for NostrBuild image uploader. */
"NostrBuild" = "NostrBuild";

/* Dropdown option label for system default for NostrImg image uploader. */
"NostrImg" = "NostrImg";

/* Alert user that they might be attempting to paste a private key and ask them to confirm. */
"Note contains \"nsec1\" private key. Are you sure?" = "Notiz enthält einen privaten \"nsec1\"-Schlüssel. Bist du sicher?";

/* Indicates that there are no notes in the timeline to view. */
"Nothing to see here. Check back later!" = "Hier gibt es nichts zu sehen. Schau später wieder vorbei!";

/* Toolbar label for Notifications view. */
"Notifications" = "Benachrichtigungen";

/* String indicating that a given timestamp just occurred */
"now" = "jetzt";

/* Prompt for user to enter in an account key to login. This text shows the characters the key could start with if it was a private key. */
"nsec1..." = "nsec1...";

/* Button for user to report that the account or content has nudity or explicit content. */
"Nudity or explicit content" = "Nacktheit oder anstößige Inhalte";

/* Button to dismiss the alert. */
"Ok" = "Ok";

/* Help text on green lock icon that explains that only the current user can see the message of a zap event and who sent the zap. */
"Only you can see this message and who sent it." = "Nur Du kannst diese Nachricht sehen und wer sie gesendet hat.";

/* Label indicating that a form input is optional. */
"optional" = "optional";

/* Section header that indicates the relay server requires payment. */
"Paid Relay" = "Kostenpflichtiges Relay";

/* Button to pay a Lightning invoice. */
"Pay" = "Bezahlen";

/* Navigation bar title for view to pay Lightning invoice. */
"Pay the Lightning invoice" = "Bezahle die Lightning-Rechnung";

/* Alert for deleting the users account.
   Section title for deleting the user */
"Permanently Delete Account" = "Konto dauerhaft löschen";

/* Dropdown option label for Lightning wallet, Phoenix. */
"Phoenix" = "Phoenix";

/* Prompt selection of DeepL subscription plan to perform machine translations on notes */
"Plan" = "Paket";

/* Instructions on how to filter a specific timeline feed by choosing relay servers to filter on. */
"Please choose relays from the list below to filter the current feed:" = "Bitte wähle Relays aus der Liste unterhalb um dein aktuelles Feed zu filtern:";

/* Button to post a note. */
"Post" = "Teilen";

/* Text to indicate that what is being shown is a post from a user who has been blocked. */
"Post from a user you've blocked" = "Nachricht von einem/e User/in den/die Du geblockt hast.";

/* Label for filter for seeing only posts (instead of posts and replies).
   Label for filter for seeing only your posts (instead of posts and replies). */
"Posts" = "Beiträge";

/* Label for filter for seeing posts and replies (instead of only posts).
   Label for filter for seeing your posts and replies (instead of only your posts). */
"Posts & Replies" = "Beiträge & Antworten";

/* Heading indicating that this application keeps personally identifiable information private. A sentence describing what is done to keep data private comes after this heading.
   Picker option to indicate that a zap should be sent privately and not identify the user to the public. */
"Private" = "Privat";

/* Label to indicate that the text below is the user's private key used by only the user themself as a secret to login to access their account.
   Title of the secure field that holds the user's private key. */
"Private Key" = "Privater Schlüssel";

/* Description of private zap type where the zap is sent privately and does not identify the user to the public. */
"private_zap_description" = "Nur '%@' kann sehen dass Du sie oder ihn gezappt hast";

/* Dropdown option for selecting Pro plan for DeepL translation service. */
"Pro" = "Pro";

/* Sidebar menu label for Profile view. */
"Profile" = "Profil";

/* Label for Profile Picture section of user profile form. */
"Profile Picture" = "Profilbild";

/* Picker option to indicate that a zap should be sent publicly and identify the user as who sent it. */
"Public" = "Öffentlich";

/* Section title for the user's public account ID. */
"Public Account ID" = "Öffentliche Konto ID";

/* Label indicating that the text is a user's public account key.
   Label to indicate that text below is the user's public key used by others to uniquely refer to the user. */
"Public Key" = "Öffentlicher Schlüssel";

/* Label indicating that the text is a user's public account key. */
"Public key" = "Öffentlicher Schlüssel";

/* Prompt to ask user if the key they entered is a public key. */
"Public Key?" = "Öffentlicher Schlüssel?";

/* Navigation bar title for Reactions view. */
"Reactions" = "Reaktionen";

/* Section title for recommend relay servers that could be added as part of configuration */
"Recommended Relays" = "Empfohlene Relays";

/* Button to reject the end user license agreement, which disallows the user from being let into the app. */
"Reject" = "Ablehnen";

/* Label to display relay address.
   Text field for relay server. Used for testing purposes. */
"Relay" = "Relay";

/* Header text for relay server list for configuration.
   Sidebar menu label for Relays view. */
"Relays" = "Relays";

/* Description of what was done as a result of sending a report to relay servers. */
"Relays have been notified and clients will be able to use this information to filter content. Thank you!" = "Relays wurden benachrichtigt und Anwendungen können diese Information nutzen, um Inhalte zu filtern. Vielen Dank!";

/* Button label to remove all participants from a note reply. */
"Remove all" = "Alle entfernen";

/* Context menu option for removing a note bookmark. */
"Remove Bookmark" = "Lesezeichen entfernen";

/* Accessibility label for reply button */
"Reply" = "Antworten";

/* Label to indicate that the user is replying to 1 user. */
"Replying to %@" = "Antwort an %@";

/* Label to indicate that the user is replying to 2 users. */
"Replying to %@ & %@" = "%1$@ & %2$@ antworten";

/* Label to indicate that the user is replying to themself. */
"Replying to self" = "Antwort an sich selbst";

/* Indicating that the user is replying to the following listed people. */
"Replying to:" = "Antwort an:";

/* Button to report a profile.
   Context menu option for reporting content.
   Label indicating that the current view is for the user to report content. */
"Report" = "Melden";

/* Label indicating that the text underneath is the identifier of the report that was sent to relay servers. */
"Report ID:" = "Meldungs-ID";

/* Message indicating that a report was successfully sent to relay servers. */
"Report sent!" = "Meldung versandt!";

/* Button to confirm reposting a post.
   Title of alert for confirming to repost a post. */
"Repost" = "Teilen";

/* Text indicating that the post was reposted (i.e. re-shared). */
"Reposted" = "Geteilt";

/* Navigation bar title for Reposts view. */
"Reposts" = "Geteilte Beiträge";

/* Picker option for DM selector for seeing only message requests (DMs that someone else sent the user which has not been responded to yet). DM is the English abbreviation for Direct Message. */
"Requests" = "Anfragen";

/* Button to retry completing account creation after an error occurred. */
"Retry" = "Erneut versuchen";

/* Dropdown option label for Lightning wallet, River */
"River" = "River";

/* Example username of Bitcoin creator(s), Satoshi Nakamoto. */
"satoshi" = "satoshi";

/* Name of Bitcoin creator(s). */
"Satoshi Nakamoto" = "Satoshi Nakamoto";

/* Button for saving profile. */
"Save" = "Speichern";

/* Context menu option to save an image. */
"Save Image" = "Bild sichern";

/* Text on QR code view to prompt viewer to scan the QR code on screen with their device camera. */
"Scan the code" = "Code scannen";

/* Navigation link to search hashtag. */
"Search hashtag: #%@" = "Hashtag suchen: #%@";

/* Placeholder text to prompt entry of search query. */
"Search..." = "Suchen...";

/* Section title for user's secret account login key. */
"Secret Account Login Key" = "Geheimer Konto-Anmeldeschlüssel";

/* Title of section for selecting a Lightning wallet to pay a Lightning invoice. */
"Select a Lightning wallet" = "Wähle ein Lightning Wallet";

/* Prompt selection of user's default wallet */
"Select default wallet" = "Wähle ein voreingestelltes Wallet";

/* Prompt selection of user's image uploader */
"Select image uploader" = "Bild-Uploader auswählen";

/* Text prompt for user to send a message to the other user. */
"Send a message to start the conversation..." = "Sende eine Nachricht um eine Unterhaltung zu beginnen...";

/* Prompt selection of LibreTranslate server to perform machine translations on notes */
"Server" = "Server";

/* Prompt selection of translation service provider. */
"Service" = "Dienst";

/* Navigation title for Settings view.
   Sidebar menu label for accessing the app settings */
"Settings" = "Einstellungen";

/* Button to share a post
   Button to share an image.
   Button to share the link to a profile. */
"Share" = "Teilen";

/* Title text to indicate that the buttons below are meant to be used to share a note with others. */
"Share Note" = "Notiz teilen";

/* Button to present iOS share sheet */
"Share Via..." = "Teilen über...";

/* Button to show a post from a user who has been blocked.
   Toggle to show or hide user's secret account login key. */
"Show" = "Anzeigen";

/* Button to show the DeepL translation API key.
   Button to show the LibreTranslate server API key. */
"Show API Key" = "API Schlüssel anzeigen";

/* Button to show entire note. */
"Show more" = "Mehr zeigen";

/* Toggle to show or hide selection of wallet. */
"Show wallet selector" = "Wallet-Auswahl anzeigen";

/* Section title for signing out */
"Sign Out" = "Abmelden";

/* Sidebar menu label to sign out of the account. */
"Sign out" = "Abmelden";

/* Label to display relay software. */
"Software" = "Software";

/* Dropdown option label for Lightning wallet, Strike. */
"Strike" = "Strike";

/* Label to display relay's supported NIPs. */
"Supported NIPs" = "Unterstützte NIPs";

/* Button to close out of alert that informs that the action to block a user was successful. */
"Thanks!" = "Danke!";

/* Giving the description of the alert message. */
"The address should either begin with LNURL or should look like an email address." = "Die Adresse sollte entweder mit LNURL beginnen oder wie eine E-Mail Adresse aussehen.";

/* Button for user to report that the account is impersonating someone. */
"They are impersonating someone" = "Die geben sich für jemand anderen aus";

/* Footer description that explains that the relay server requires payment to post. */
"This is a paid relay, you must pay for posts to be accepted." = "Das ist ein kostenpflichtiges Relay. Du musst bezahlen um Beiträge teilen zu können.";

/* Warning that the inputted account key is a public key and the result of what happens because of it. */
"This is a public key, you will not be able to make posts or interact in any way. This is used for viewing accounts from their perspective." = "Dies ist ein öffentlicher Schlüssel, Du wirst keine Beiträge teilen oder oder auf irgendeine Weise interagieren können. Dies wird genutzt um andere Kontos aus deren Perspektive zu sehen.";

/* Warning that the inputted account key for login is an old-style and asking user to verify if it is a public key. */
"This is an old-style nostr key. We're not sure if it's a pubkey or private key. Please toggle the button below if this a public key." = "Dies ist ein Nostr-Schlüssel im veralteten Format. Wir sind nicht sicher ob es ein öffentlicher Schlüssel oder ein privater Schlüssel ist. Bitte betätige die untenstehende Schaltfläche wenn es ein öffentlicher Schlüssel ist.";

/* Label to describe that a public key is the user's account ID and what they can do with it. */
"This is your account ID, you can give this to your friends so that they can follow you. Tap to copy." = "Dies ist deine Konto-ID, die du deinen Freunden mitteilen kannst, damit sie dir folgen können. Tippe diese zum Kopieren an.";

/* Label to describe that a private key is the user's secret account key and what they should do with it. */
"This is your secret account key. You need this to access your account. Don't share this with anyone! Save it in a password manager and keep it safe!" = "Dies ist dein geheimer, privater Schlüssel. Du benötigst ihn, um auf dein Konto zuzugreifen. Gib den privaten Schlüssel an niemanden weiter! Speichere ihn in einem Passwort-Manager und bewahre ihn sicher auf!";

/* Navigation bar title for note thread. */
"Thread" = "Thema";

/* Button to translate note from different language. */
"Translate Note" = "Notiz übersetzen";

/* Button to indicate that the note has been translated from a different language. */
"Translated from %@" = "%@ übersetzt";

/* Button to indicate that the note is in the process of being translated from a different language. */
"Translating from %@..." = "Übersetzt %@...";

/* Section title for selecting the translation service. */
"Translations" = "Übersetzungen";

/* Text field prompt asking user to type the word DELETE to confirm that they want to proceed with deleting their account. The all caps lock DELETE word should not be translated. Everything else should. */
"Type DELETE to delete" = "Gib DELETE ein, um zu löschen";

/* Text box prompt to ask user to type their post. */
"Type your post here..." = "Schreibe deinen Beitrag hier...";

/* Button to unfollow a user. */
"Unfollow" = "Entfolgen";

/* Label to indicate that the user is in the process of unfollowing another user. */
"Unfollowing..." = "Entfolgen...";

/* Toolbar label for the universal view where posts from all connected relay servers appear. */
"Universe 🛸" = "Weltraum 🛸";

/* Example URL to LibreTranslate server */
"URL" = "URL";

/* Alert message to indicate the user has been blocked */
"User blocked" = "Benutzer blockiert";

/* Alert message that informs a user was blocked. */
"User has been blocked" = "Der Benutzer wurde blockiert";

/* Label for Username section of user profile form.
   Label to prompt username entry. */
"Username" = "Benutzername";

/* Label to display relay software version.
   Section title for displaying the version number of the Damus app. */
"Version" = "Version";

/* Sidebar menu label for Wallet view. */
"Wallet" = "Wallet";

/* Dropdown option label for Lightning wallet, Wallet of Satoshi. */
"Wallet of Satoshi" = "Wallet of Satoshi";

/* Section title for selection of wallet. */
"Wallet Selector" = "Wallet-Auswahl";

/* Alert for deleting the users account. */
"WARNING:\n\nTHIS WILL SIGN AN EVENT THAT DELETES THIS ACCOUNT.\n\nYOU WILL NO LONGER BE ABLE TO LOG INTO DAMUS USING THIS ACCOUNT KEY.\n\n ARE YOU SURE YOU WANT TO CONTINUE?" = "WARNUNG:\n\nDIES ZEICHNET EIN EVENT WELCHES DIESES KONTO LÖSCHT. \n\nDU WIRST DICH NICHT LÄNGER MIT DIESEM SCHLÜSSEL IN DAMUS ANMELDEN KÖNNEN.\n\nBIST DU SICHER DASS DU FORTFAHREN WILLST?";

/* Label for Website section of user profile form. */
"Website" = "Website";

/* Welcoming message to the reader. The variable is 'you', the reader. */
"Welcome to the social network %@ control." = "Willkommen in dem sozialen Netzwerk das %@ kontrollierst.";

/* Text to welcome user. */
"Welcome, %@!" = "Willkommen, %@!";

/* Header text to prompt user what issue they want to report. */
"What do you want to report?" = "Was möchtest du melden?";

/* Placeholder example for relay server address. */
"wss://some.relay.com" = "wss://some.relay.com";

/* Text of button that confirms to overwrite the existing mutelist. */
"Yes, Overwrite" = "Ja, überschreiben";

/* Button to proceed with posting a note even though it looks like they might be posting a private key. */
"Yes, Post with Private Key" = "Ja, teile mit privatem Schlüssel";

/* You, in this context, is the person who controls their own social network. You is used in the context of a larger sentence that welcomes the reader to the social network that they control themself. */
"you" = "Du";

/* Text indicating that there are no bookmarks to be viewed */
"You have no bookmarks yet, add them in the context menu" = "Du hast noch keine Lesezeichen, füge welche im Kontextmenü hinzu";

/* Label for Your Name section of user profile form. */
"Your Name" = "Dein Name";

/* Footer text to inform user what will happen when the report is submitted. */
"Your report will be sent to the relays you are connected to" = "Die Meldung wird an Relays versendet, mit denen du verbunden bist";

/* Accessibility label for zap button
   Button to send a zap. */
"Zap" = "Zap";

/* Title of picker that allows selection of predefined amounts to zap. */
"Zap Amount" = "Zap-Betrag";

/* Header text to indicate that the picker below it is to choose a pre-defined amount of sats to zap. */
"Zap Amount in sats" = "Zap-Betrag in Sats";

/* Header text to indicate that the picker below it is to choose the type of zap to send. */
"Zap Type" = "Zap-Typ";

/* Setting to enable vibration on zap */
"Zap Vibration" = "Zap-Vibration";

/* Text to indicate that the app is in the process of sending a zap. */
"Zapping..." = "Zappe…";

/* Label for filter for zap notifications.
   Navigation bar title for the Zaps view. */
"Zaps" = "Zaps";

/* Dropdown option label for Lightning wallet, Zebedee. */
"Zebedee" = "Zebedee";

/* Dropdown option label for Lightning wallet, Zeus LN. */
"Zeus LN" = "Zeus LN";

/* Text indicating the zap amount. i.e. number of satoshis that were tipped to a user */
"⚡️ %@" = "⚡️ %@";

